Repository: mawindho/casy
Catalog: OLS.Casy.Controller.Service/Assets/Resources/ApplicationStrings_*.resx
Languages: de_de

# BackgroundWizard_Title
source: Background measurement
de_de: Leerwertmessung

# BackgroundWizzard_Initial_PrimaryHeader
source: Please note
de_de: Bitte beachte:

# BackgroundWizzard_Initial_PrimaryText
source: This wizard will control the current background level of the instrument
de_de: Diese Routine kontrolliert den aktuellen Leerwert-Level des Geräts

# BackgroundWizzard_Initial_SecondaryHeader
source: Items needed
de_de: Benötigte Materialien

# BackgroundWizzard_Result_Button_Accept
source: Accept
de_de: Akzeptieren

# BackgroundWizzard_Result_Button_Repeat
source: Repeat
de_de: Wiederholen

# BackgroundWizzard_Result_Header
source: Result:
de_de: Ergebnis:

# BackgroundWizzard_Result_Text
source: Background measurement completed
de_de: Die Leerwertmessung wurde mit dem folgenden Ergebnis durchgeführt.

# BackgroundWizzard_Result_Text_Error
source: An error occured while measuring background. Please follow the instructions and repeat the operation.
de_de: Es ist ein Fehler während der Leerwertmessung aufgetreten. Bitte befolge die Instruktionen und wiederhole den Vorgang.

# BackgroundWizzard_SelectCapillary_Header
source: Select installed capillary
de_de: Installierte Kapillare auswählen

# BackgroundWizzard_SelectCapillary_Text
source: The wizard can be performed for several capillary sizes. Please select the capillary that is installed with the instrument
de_de: Der Wizard kann für verschiedene installierte Kapillaren durchgeführt werden. Es ist notwendig, dass du die z.Z. installierte Kapillargröße auswählst.

# BackgroundWizzard_Step1_PrimaryHeader
source: Instructions
de_de: Anweisungen

# BackgroundWizzard_Step1_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYton</Underline></Bold> under capillary
de_de: Stelle ein CASYcup gefüllt mit 10 ml <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# BackgroundWizzard_Step1_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# BackgroundWizzard_Step1_SecondaryText
source: CASY will perform <Bold><Underline>one</Underline></Bold> background measurement with <Bold><Underline>CASYton</Underline></Bold> and evaluate the results
de_de: CASY wird nun <Bold><Underline>eine</Underline></Bold> Leerwertmessung mit <Bold><Underline>CASYton</Underline></Bold> durchführen und das Ergebnis auswerten

# Notification_WeeklyCleanAnnouncement_Message
source: A mandatory weekly clean routine must be performed within {0} hours. ATTENTION: It's not possible to measure after time has expired.
de_de: Eine wöchentliche Reinigungsroutine ist in den nächsten {0} fällig. ACHTUNG: Nach Ablauf der Zeit sind keine Messungen mehr möglich

# Notification_WeeklyCleanAnnouncement_Title
source: Weekly Clean Announcement
de_de: Ankündigung Wöchtentliche Reinigung

# Notification_WeeklyCleanMandatory_Message
source: It's more than a week ago you did a weekly clean. It's mandatory to execute the weekly clean routine now.
de_de: Die letzte wöchentliche Reinigung ist länger als eine Woche her. Es ist zwingend erforderlich, diese jetzt durchzuführen.

# Notification_WeeklyCleanMandatory_Title
source: Weekly clean mandatory
de_de: Wöchentliche Reinigung erforderlich

# Notification_WeeklyCleanRecommanded_ButtonText
source: Show Service
de_de: Service anzeigen

# Notification_WeeklyCleanRecommanded_Message
source: It's more than a week ago you did a weekly clean. Consider execute the weekly clean wizard now.
de_de: Es ist länger als eine Woche her, dass du die wöchentliche Reinigungsroutine genutzt hast. Möchtest du dies nun erledigen?

# Notification_WeeklyCleanRecommanded_Title
source: Weekly Clean Recommended
de_de: Wöchentliche Reinigungsroutine empfohlen

# Notification_WeeklyClean_Action
source: Show Service
de_de: Service anzeigen

# Notification_WeeklyClean_Message
source: It's more than a week ago you did a weekly clean. Please consider doing it now.
de_de: Die letzte wöchentliche Reinigung ist länger als eine Woche her. Es wird empfohlen, diese jetzt durchzuführen.

# Notification_WeeklyClean_Title
source: Weekly clean recommanded
de_de: Wöchentliche Reinigung empfohlen

# ProgressBox_Background_Message_Calculate
source: Calculating Results ...
de_de: Berechne Messergebnisse ...

# ProgressBox_Background_Message_Calibration
source: Calibrating ...
de_de: Kalibrierung ...

# ProgressBox_Background_Message_Measure
source: Measuring …
de_de: Messung ...

# ProgressBox_Background_Message_Results
source: Retrieving Result ...
de_de: Empfange Ergebnis ...

# ProgressBox_Background_Title
source: Performing Background Measurement
de_de: Leerwertmessung durchführen

# ProgressBox_CheckRisetime_Message
source: Performing Rise Time Check …
de_de: Überprüfung der Steigzeiten läuft …

# ProgressBox_CheckRisetime_Title
source: Checking Rise Time ...
de_de: Überprüfung Steigzeiten

# ProgressBox_CheckTightness_Message
source: Performing Tightness Test …
de_de: Überprüfung der Dichtigkeit läuft …

# ProgressBox_CheckTightness_Title
source: Checking Tightness
de_de: Überprüfung der Dichtigkeit

# ProgressBox_Dry_Message
source: Drying the system ...
de_de: Trockne das System ...

# ProgressBox_Dry_Title
source: Drying
de_de: Trocknen

# ProgressBox_TestPattern_Message_Calibration
source: Calibrating ...
de_de: Kalibrierung ...

# ProgressBox_TestPattern_Message_CreateTestPattern
source: Creating Test Pattern ...
de_de: Erzeuge Testmuster ...

# ProgressBox_TestPattern_Message_RetrieveTestPattern
source: Retrieving Test Pattern ...
de_de: Empfange Testmuster ...

# ProgressBox_TestPattern_Title
source: Requesting Test Pattern
de_de: Fordere Testmuster an
