Repository: mawindho/casy
Catalog: OLS.Casy.Ui.MainControls/Assets/Resources/ApplicationStrings_*.resx
Languages: de_de

# BackupInterval_Daily_Name
source: Daily
de_de: Täglich

# BackupInterval_Monthly_Name
source: Monthly
de_de: Monatlich

# BackupInterval_Weekly_Name
source: Weekly
de_de: Wöchentlich

# DachboardView_Welcome_Header
source: WELCOME
de_de: WILLKOMMEN

# DachboardView_Welcome_Header2
source: TO CASY,
de_de: ZU DEINEM CASY,

# DashboardView_Welcome_Text
source: CASY® - fully automatic and non-invasive - digital signal of one million measurement points per second. Viable cells are detected separately from dead cells.
de_de: CASY® - vollautomatisch und nicht-invasiv - digitale Signalauswertung mit einer Million Messpunkten pro Sekunde. Viable Zellen werden von toten Zellen gertrennt erfasst.

# DeepCleanWizard_Title
source: Deep Clean Wizard
de_de: Intensivreinigung

# NavigationCategory_Analyse
source: Analysis
de_de: Analyse

# NavigationCategory_AnalyseGraph
source: Graph View
de_de: Diagrammansicht

# NavigationCategory_AnalyseTable
source: Table View
de_de: Tabellenansicht

# NavigationCategory_Measurement
source: Measurement
de_de: Messung

# NavigationCategory_MeasureResults
source: Measurement Results
de_de: Messergebnisse

# NavigationCategory_Template
source: Template
de_de: Vorlagen

# SettingsView_AnnotationTypes_Title
source: ANNOTATION TYPES
de_de: ANNOTATIONSTYPEN

# SettingsView_BackupSection_EnableBackup
source: Backup enabled
de_de: Sicherung aktiviert

# SettingsView_BackupSection_BackupPath_Watermark
source: SELECT DIRECTORY
de_de: ORDNER WÄHLEN

# SettingsView_BackupSection_Title
source: BACKUP / LOGGING
de_de: SICHERUNG / LOGGING

# SettingsView_CounterSection_Activationkey_Watermark
source: Activation key
de_de: Aktivierungsschlüssel

# SettingsView_CounterSection_CurrentCount
source: Available Counts
de_de: Verfügbare Anzahl

# SettingsView_CounterSection_Title
source: COUNTER
de_de: ZÄHLER

# SettingsView_LoginSection_AutoLogout_Label
source: Logout inactive user after:
de_de: Inaktiven Benutzer ausloggen nach:

# SettingsView_LoginSection_ShowLastLoggedInUserName
source: Show last user name logged in
de_de: Zuletzt eingeloggten User anzeigen

# ShortcutDashboardPageView_ShortCut_Analyze
source: Graphview
de_de: Diagrammansicht

# ShortcutDashboardPageView_ShortCut_Data
source: Tableview
de_de: Tabellenansicht

# ShortcutDashboardPageView_ShortCut_Measure
source: Measurement
de_de: Messung

# ShortcutDashboardPageView_ShortCut_Template
source: Templates
de_de: Vorlagen

# ToolboxView_Title
source: Service Tools
de_de: Service Werkzeuge

# ToolboxView_Title_Private
source: Advanced Service Functions
de_de: Erweiterte Servicefunktionen

# ToolboxView_Title_Public
source: General Service Functions
de_de: Service Funktionen

# TopMenuView_UserMenu_Content
source: Welcome, {0}
de_de: Guten Tag, {0}

# TopMenuButton_Background
source: BACKGROUND
de_de: LEERWERT

# TopMenuButton_Clean
source: PURGE
de_de: SPÜLEN

# TopMenuButton_Measurement
source: MEASUREMENT
de_de: MESSUNG

# ShortcutDashboardPageView_ShortCut_Background
source: Background
de_de: Leerwertmessung

# ShortcutDashboardPageView_ShortCut_Clean
source: Purge
de_de: Spülen

# UserMenu_Button_Settings
source: Settings
de_de: Einstellungen

# SettingsView_UserSection_Title
source: USER SETTINGS
de_de: BENUTZEREINSTELLUNGEN

# SettingsView_AutoLogoff_Label_Minute
source: Minute(s)
de_de: Minute(n)

# SettingsView_AutoLogoff_Label_Never
source: Never
de_de: Niemals

# SettingsView_UserSection_Language_Label
source: Language:
de_de: Sprache:

# SettingsView_AnnotationTypes_NewItem_Watermark
source: Name for the new annotation type
de_de: Name des neuen Annotationstypen

# ToolboxView_ServicePin_Watermark
source: ENTER SERVICE PIN
de_de: EINGABE SERVICE PIN

# ToolboxView_Title_Console
source: SERVICE CONSOLE
de_de: SERVICEKONSOLE

# ToolboxView_Button_CheckRisetime
source: CHECK RISE TIME
de_de: STEIGZEIT PRÜFEN

# ToolboxView_Button_CheckTightness
source: CHECK TIGHTNESS
de_de: DICHTIGKEIT PRÜFEN

# ToolboxView_Button_CleanCapillary
source: CLEAN CAPILLARY WIZARD
de_de: ANWEISUNG KAPILLARREINIGUNG

# ToolboxView_Button_DeepClean
source: DEEP CLEAN WIZARD
de_de: INTENSIVREINIGUNG

# ToolboxView_Button_Dry
source: DRY
de_de: TROCKNEN

# ToolboxView_Button_PrintStatistice
source: PRINT STATISTICS
de_de: STATISTIK DRUCKEN

# ToolboxView_Button_SelfTest
source: SELF TEST
de_de: SELBSTTEST

# ToolboxView_Button_ShowCapillaryVoltage
source: SHOW CAPILLARY VOLTAGE
de_de: KAPILLARSPANNUNG ANZEIGEN

# ToolboxView_Button_Testpattern
source: CREATE TEST PATTERN
de_de: TESTMUSTER ERZEUGEN

# ToolboxView_Button_WeeklyClean
source: WEEKLY CLEAN WIZARD
de_de: WÖCHENTLICHE REINIGUNG

# NavigationCategory_AnalyseMean
source: Mean View
de_de: Mittelwertansicht

# NavigationCategory_AnalyseOverlay
source: Overlay View
de_de: Overlayansicht

# SettingsView_UserSection_Keyboard_Label
source: Keyboard language
de_de: Tastatursprache

# TopMenuButton_Cleanx3
source: PURGE
de_de: SPÜLEN

# TopMenuButton_Cleanx5
source: PURGE
de_de: SPÜLEN

# SettingsView_BackupSection_SelectPathDialog_Description
source: Select directory path for the backup:
de_de: Pfad zum Speichern der Sicherung wählen:

# CleanCapillaryWizard_Button_Finish
source: Finish
de_de: Beenden

# CleanCapillaryWizard_Button_Measure
source: Background
de_de: Leerwert

# CleanCapillaryWizard_FinalStep_PrimaryHeader
source: Success
de_de: Fertig

# CleanCapillaryWizard_FinalStep_PrimaryText
source: Clean Capillary Wizard successfully completed
de_de: Kapillarreinigung erfolgreich beendet.

# CleanCapillaryWizard_FinalStep_SecondaryHeader
source: Suggestion
de_de: Empfehlung

# CleanCapillaryWizard_FinalStep_SecondaryText
source: It is suggested to perform one background measurement with <Bold><Underline>CASYton</Underline></Bold>. Pressing <Background> will perform the background measurement, <Finish> will close the wizard without
de_de: Es wird empfohlen eine Leerwertmessung mit <Bold><Underline>CASYton</Underline></Bold> durchzuführen. Bei <Leerwert> wird ein Leerwermessung durchgeführt, <Beenden> schliesst die Routine ohne den Messvorgang.

# CleanCapillaryWizard_InitialStep_PrimaryHeader
source: Please note
de_de: Bitte beachte

# CleanCapillaryWizard_InitialStep_PrimaryText
source: Please use the Capillary Cleaning Wizard in case your capillary is blocked
de_de: Bitte benutze die Kapillarenreinigungsroutine wenn deine Kapillare verstopft ist

# CleanCapillaryWizard_InitialStep_SecondaryHeader
source: Items required
de_de: Benötigte Materialien

# CleanCapillaryWizard_InitialStep_SecondaryText
source: CASYton, ultrasonic bath
de_de: CASYton, Ultraschallbad

# CleanCapillaryWizard_Step2_PrimaryHeader
source: Instructions
de_de: Anweisungen

# CleanCapillaryWizard_Step2_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYton</Underline></Bold> under capillary
de_de: Stelle ein CASYcup gefüllt mit <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# CleanCapillaryWizard_Step2_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# CleanCapillaryWizard_Step2_SecondaryText
source: The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>.
de_de: Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen.

# CleanCapillaryWizard_Step3_PrimaryHeader
source: Instructions
de_de: Anweisungen

# CleanCapillaryWizard_Step3_PrimaryText
source: Remove capillary from instrument and put into a CASYcup with 10ml of <Bold><Underline>CASYclean</Underline></Bold>. Sonicate the cup with capillary for 5 minutes. Additional Information about removal of capillaries are available in section 3.2 of the Operating Manual.
de_de: Entferne die Kapillare vom Gerät und stelle sie in ein CASYcup mit 10mL <Bold><Underline>CASYclean</Underline></Bold>. Beschalle die Kapillare für 5 Minuten in einem Ultraschallbad. Weitere Information zum Ausbau der Kapillare findest du im Abschnitt 3.2 der Bedienungsanleitung.

# CleanCapillaryWizard_Step4_PrimaryHeader
source: Instructions
de_de: Anweisungen

# CleanCapillaryWizard_Step4_PrimaryText
source: Reinstall capillary. Put one CASYcup filled with 10ml <Bold><Underline>CASYton</Underline></Bold> under capillary
de_de: Baue die Kapillare wieder ein. Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# CleanCapillaryWizard_Step4_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# CleanCapillaryWizard_Step4_SecondaryText
source: The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times followed by <Bold><Underline>one</Underline></Bold> background measurement with <Bold><Underline>CASYton</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal reinigen, gefolgt von <Bold><Underline>einer</Underline></Bold> Leerwertmessung mit <Bold><Underline>CASYton</Underline></Bold>.

# CleanCapillaryWizard_Title
source: Clean Capillary Wizard
de_de: Anweisung Kapillarreinigung

# DeepCleanWizard_Button_Finish
source: Finish
de_de: Beenden

# DeepCleanWizard_FinalStep_PrimaryHeader
source: Success
de_de: Fertig

# DeepCleanWizard_FinalStep_PrimaryText
source: Deep Clean Wizard successfully completed
de_de: Die Intensivreinigung wurde erfolgreich durchgeführt.

# DeepCleanWizard_InitialStep_PrimaryHeader
source: Please note
de_de: Bitte beachte

# DeepCleanWizard_InitialStep_PrimaryText
source: The Deep Cleaning Wizard is not suggested to replace the Weekly Cleaning Wizard as described in our quickguide which should be performed regularly. It is thought to only solve specific problems like: + Increased levels of bubbles + Elevated levels of background + Repeated blockages of the capillary
de_de: Die Intensivreinigung ist kein Ersatz für die regelmäßige wöchentliche Reinigungsroutine, wie sie in der Kurzanleitung beschrieben ist. Die Intensivreinigung dient zur Beseitigung von spezifischen Problemen wie: + Häufig auftretende grosse Luftblasen im Steigrohr + Erhöhte Leerwertmessungen + Wiederholtes Vorkommen einer blockierten Kapillare

# DeepCleanWizard_InitialStep_SecondaryHeader
source: items required
de_de: Benötigte Materialien

# DeepCleanWizard_InitialStep_SecondaryText
source: CASYton, CASYclean, CASYcups, distilled water, ultrasonic bath
de_de: CASYton, CASYclean, CASYcups, destiliertes Wasser, Ultraschallbad

# DeepCleanWizard_InitialStep_ThirdHeader
source: Next Steps
de_de: Nächste Schritte

# DeepCleanWizard_InitialStep_ThirdText
source: The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# DeepCleanWizard_Step10_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step10_PrimaryText
source: Reinstall capillary
de_de: Baue die Kapillare wieder ein.

# DeepCleanWizard_Step11to15_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step11to15_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYclean</Underline></Bold> under capillary and one completely filled with <Bold><Underline>CASYclean</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>CASYclean</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>CASYclean</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# DeepCleanWizard_Step11to15_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# DeepCleanWizard_Step11to15_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times followed by <Bold><Underline>one</Underline></Bold> background measurement with <Bold><Underline>CASYclean</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal spülen, gefolgt von <Bold><Underline>einer</Underline></Bold> Leerwertmessung mit <Bold><Underline>CASYclean</Underline></Bold>.

# DeepCleanWizard_Step16_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step16_PrimaryText
source: Incubate the system for at least 1 h (over night or weekend is recommended)
de_de: Inkubiere das System für mindestens eine Stunde (über Nacht oder Wochenende empfohlen)

# DeepCleanWizard_Step17to19_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step17to19_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>distilled water</Underline></Bold> under capillary and one completely filled with <Bold><Underline>distilled water</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>destilliertem Wasser</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>destilliertem Wasser</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# DeepCleanWizard_Step17to19_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# DeepCleanWizard_Step17to19_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times with <Bold><Underline>destilled water</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal mit <Bold><Underline>destilliertem Wasser</Underline></Bold> spülen

# DeepCleanWizard_Step20_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step20_PrimaryText
source: Put CASYton bottle with <Bold><Underline>CASYton</Underline></Bold> to the intake tube
de_de: Stelle die <Bold><Underline>CASYton</Underline></Bold> Flasche unter den Ansaugschlauch.

# DeepCleanWizard_Step21_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step21_PrimaryText
source: Put CASYcup filled with <Bold><Underline>CASYton</Underline></Bold> under capillary
de_de: Stelle ein CASYcup gefüllt mit <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# DeepCleanWizard_Step21_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# DeepCleanWizard_Step21_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# DeepCleanWizard_Step22_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step22_PrimaryText
source: Fill CASYcup with fresh <Bold><Underline>CASYton</Underline></Bold>
de_de: Befülle das CASYcup mit frischem <Bold><Underline>CASYton</Underline></Bold>.

# DeepCleanWizard_Step22_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# DeepCleanWizard_Step22_SecondaryText
source: The system will perform <Bold><Underline>one</Underline></Bold> background measurement
de_de: Das System wird <Bold><Underline>eine</Underline></Bold> Leerwertmessung durchführen.

# DeepCleanWizard_Step2to4_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step2to4_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>distilled water</Underline></Bold> under capillary and one completely filled with <Bold><Underline>distilled water</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>destilliertem Wasser</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>destilliertem Wasser</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# DeepCleanWizard_Step2to4_SecondaryHeader
source: Next Steps
de_de: Nächste Schritte

# DeepCleanWizard_Step2to4_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times with <Bold><Underline>destilled water</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal mit <Bold><Underline>destilliertem Wasser</Underline></Bold> spülen

# DeepCleanWizard_Step5to7_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step5to7_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYclean</Underline></Bold> under capillary and one completely filled with <Bold><Underline>CASYclean</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>CASYclean</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>CASYclean</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# DeepCleanWizard_Step5to7_SecondaryHeader
source: Next Steps
de_de: Nächste Schritte

# DeepCleanWizard_Step5to7_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times with <Bold><Underline>CASYclean</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal mit <Bold><Underline>CASYclean</Underline></Bold> spülen

# DeepCleanWizard_Step8_PrimaryHeader
source: Next steps
de_de: Nächste Schritte

# DeepCleanWizard_Step8_PrimaryText
source: The system will perform <Bold><Underline>one</Underline></Bold> background measurement
de_de: Das System wird <Bold><Underline>eine</Underline></Bold> Leerwertmessung durchführen.

# DeepCleanWizard_Step9_PrimaryHeader
source: Instructions
de_de: Anweisungen

# DeepCleanWizard_Step9_PrimaryText
source: Remove capillary from instrument and put into a CASYcup with 10ml of <Bold><Underline>CASYclean</Underline></Bold>. Sonicate the cup with capillary for 5 minutes
de_de: Entferne die Kapillare vom Gerät und stelle sie in ein CASYcup mit 10mL <Bold><Underline>CASYclean</Underline></Bold>. Beschalle die Kapillare für 5 Minuten in einem Ultraschallbad. Weitere Information zum Ausbau der Kapillare findest du im Abschnitt 3.2 der Bedienungsanleitung.

# MainControlsContainerView_TopLeftCorner_ProductDexcription
source: CELL COUNTER AND ANALYZER
de_de: CELL COUNTER AND ANALYSER

# ToolboxView_Button_CleanCapillary_SelectCapillary
source: {0} µm Capillary
de_de: {0} µm Kapillare

# ToolboxView_Button_Testpattern_SelectCapillary
source: {0} µm Capillary
de_de: {0} µm Kapillare

# ToolboxView_Button_WeeklyClean_SelectCapillary
source: {0} µm Capillary
de_de: {0} µm Kapillare

# WeeklyCleanWizard_Button_Finish
source: Finish
de_de: Beenden

# WeeklyCleanWizard_Button_Measure
source: Background
de_de: Leerwert

# WeeklyCleanWizard_FinalStep_PrimaryHeader
source: Almost finished
de_de: Fast fertig

# WeeklyCleanWizard_FinalStep_PrimaryText
source: Weekly clean has almost finished successfully
de_de: Die wöchentliche Reinigungsroutine wurde erfolgreich abgeschlossen.

# WeeklyCleanWizard_FinalStep_SecondaryHeader
source: Validation
de_de: Überprüfung

# WeeklyCleanWizard_FinalStep_SecondaryText
source: To validate routine results a last background measurement with <Bold><Underline>CASYton</Underline></Bold> will be performed.
de_de: Um den Erfolg der Routine zu überprüfen, wird eine Leerwertmessung mit <Bold><Underline>CASYton</Underline></Bold> durchgeführt, anhand deren Ergebnis dieser abgelesen werden kann.

# WeeklyCleanWizard_initialStep_PrimaryHeader
source: Please note
de_de: Bitte beachte

# WeeklyCleanWizard_initialStep_PrimaryText
source: It is recommended to make use of the Weekly Cleaning Wizard once a week. This wizard will guide through the required steps.
de_de: Es wird empfohlen, das CASY einmal wöchentlich mit CASYclean zu reinigen. Diese Routine leitet durch die erforderlichen Schritte.

# WeeklyCleanWizard_initialStep_SecondaryHeader
source: Items required
de_de: Benötigte Materialien

# WeeklyCleanWizard_initialStep_SecondaryText
source: CASYton, CASYclean, CASYcups, distilled water
de_de: CASYton, CASYclean, CASYcups, destilliertes Wasser

# WeeklyCleanWizard_initialStep_ThirdHeader
source: Next steps
de_de: Nächste Schritte

# WeeklyCleanWizard_initialStep_ThirdText
source: The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# WeeklyCleanWizard_Step2_PrimaryHeader
source: Instructions
de_de: Anweisungen

# WeeklyCleanWizard_Step2_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>distilled water</Underline></Bold> under capillary and one completely filled with <Bold><Underline>distilled water</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>destilliertem Wasser</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>destilliertem Wasser</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# WeeklyCleanWizard_Step2_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# WeeklyCleanWizard_Step2_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times with <Bold><Underline>destilled water</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal mit <Bold><Underline>destilliertem Wasser</Underline></Bold> spülen

# WeeklyCleanWizard_Step3_PrimaryHeader
source: Instructions
de_de: Anweisungen

# WeeklyCleanWizard_Step3_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYclean</Underline></Bold> under capillary and one completely filled with <Bold><Underline>CASYclean</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>CASYclean</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>CASYclean</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# WeeklyCleanWizard_Step3_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# WeeklyCleanWizard_Step3_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times followed by <Bold><Underline>one</Underline></Bold> background measurement with <Bold><Underline>CASYclean</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal spülen, gefolgt von <Bold><Underline>einer</Underline></Bold> Leerwertmessung mit <Bold><Underline>CASYclean</Underline></Bold>.

# WeeklyCleanWizard_Step4_PrimaryHeader
source: Instructions
de_de: Anweisungen

# WeeklyCleanWizard_Step4_PrimaryText
source: Incubate the system for at least 1 h (over night or weekend is recommended)
de_de: Inkubiere das System für mindestens eine Stunde (über Nacht oder Wochenende empfohlen)

# WeeklyCleanWizard_Step5_PrimaryHeader
source: Instructions
de_de: Anweisungen

# WeeklyCleanWizard_Step5_PrimaryText
source: Put CASYcup filled with <Bold><Underline>CASYton</Underline></Bold> under capillary and the CASYton bottle filled with <Bold><Underline>CASYton</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare und die CASYton Flasche gefüllt mit <Bold><Underline>CASYton</Underline></Bold> unter den CASYton Ansaugschlauch.

# WeeklyCleanWizard_Step5_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# WeeklyCleanWizard_Step5_SecondaryText
source: The system will purge the measuring head <Bold><Underline>5</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>5</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# WeeklyCleanWizard_Title
source: Weekly Cleaning Wizard
de_de: Wöchentliche Reinigungsroutine

# SettingsView_Header
source: System Settings
de_de: Systemeinstellungen

# TopMenuView_CountsLeft
source: Counts left: {0}
de_de: Verbleibende Messungen: {0}
