Repository: mawindho/casy
Catalog: OLS.Casy.Ui.MainControls/Assets/Resources/ApplicationStrings_*.resx
Languages: de_de

# ToolboxView_Button_DeepClean_SelectCapillary
source: {0} µm Capillary
de_de: {0} µm Kapillare

# UserMenu_Button_Shutdown
source: Shutdown
de_de: Beenden

# SettingsView_BrowseLocationSection_BrowseLocation_Watermark
source: Default file path
de_de: Standard Dateipfad

# SettingsView_BrowseLocationSection_SelectPathDialog_Description
source: Default file path
de_de: Standard Dateipfad

# SettingsView_BrowseLocationSection_Title
source: Default file path:
de_de: Standard Dateipfad:

# MeasureResultTableView_IsFreeRangePreset
source: Ranges
de_de: Bereiche

# MeasureResultTableView_IsViablityPreset
source: Viability
de_de: Viabilität

# TopMenuView_NoCasyConnected
source: No connected CASY
de_de: Kein Gerät verbunden

# CleanCapillaryWizard_Step22_PrimaryHeader
source: Instructions
de_de: Anweisungen

# CleanCapillaryWizard_Step22_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYton</Underline></Bold> under capillary
de_de: Stelle ein CASYcup gefüllt mit <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# CleanCapillaryWizard_Step22_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# CleanCapillaryWizard_Step22_SecondaryText
source: The system will perform <Bold><Underline>one</Underline></Bold> background measurement with <Bold><Underline>CASYton</Underline></Bold>.
de_de: Das System wird <Bold><Underline>eine</Underline></Bold> Leerwertmessung mit <Bold><Underline>CASYton</Underline></Bold> durchführen.

# FavTemplates_Header
source: Your favorite templates:
de_de: Vorlagen Favoriten:

# Notification_NoNotifications_Message
source: No Notifications available
de_de: Es sind keine Benachrichtigungen vorhanden

# Notification_NoNotifications_Title
source: No Notifications
de_de: Keine Benachrichtigungen

# SettingsView_RestoreBackupSection_Title
source: Restore Backup
de_de: Backup Wiederherstellen

# SettingsView_BackupSection_RestoreBackupPath_Watermark
source: Backup File Path
de_de: Backup Dateipfad

# RestoreBackupWizard_initialStep_PrimaryHeader
source: Restore a backup
de_de: Wiederherstellung einer Sicherung

# RestoreBackupWizard_initialStep_PrimaryText
source: ATTENTION! Restoring a backup will reset the complete database. Changes you have made will be lost permanantly. Do you really want to proceed restoring a backup?
de_de: ACHTUNG! Die WIederherstellung einer Sicherung setzt die komplette Datenbank zum Zeitpunkt des Backups zurück. Zwischenzeitliche Änderungen gehen dauerhaft verloren. Willst du wirklich mit dem Wiederherstellen einer Sicherung fortfahren?

# RestoreBackupWizard_Finish_Header
source: Backup restore finished
de_de: Wiederherstellung abgeschlossen.

# RestoreBackupWizard_Finish_Text
source: Restoring the backup has been completed. The application MUST be rebooted to completly load all data!
de_de: Die Wiederherstellung der Sicherung wurde abgeschlossen. Die Anwendung MUSS neu gestartet werden um das Backup vollständig laden zu können!

# RestoreBackupWizard_Title
source: Restore backup
de_de: Sicherung Wiederherstellen

# AboutDialog_Title
source: About CASY 2.5 software
de_de: Über CASY 2.5 Software

# AboutDialog_ModuleAccessControl
source: Module extended access control
de_de: Modul erweiterte Zugriffskontrolle

# AboutDialog_ModuleAdAuth
source: Module active directory authentication
de_de: Modul Active Directory Authentifizierung

# AboutDialog_ModuleCfr
source: Module 21 CFR Part 11 compliance
de_de: Modul 21 CFR Part 11 Konformität

# AboutDialog_ModuleControl
source: Module device control
de_de: Modul Gerätesteuerung

# AboutDialog_ModuleCounter
source: Module "Pay Per Measurement"
de_de: Modul "Pay Per Measurement"

# AboutDialog_ModuleLocalAuth
source: Module local authentication
de_de: Modul lokale Authentifizierung

# AboutDialog_ModuleTrial
source: Module Trial-Version
de_de: Modul Trial-Version

# AboutDialog_Warenty
source: Software warranty expires on:
de_de: Aktualitätsgarantie endet am:

# ChangeVirtualKeyboardDialog_Content
source: Changes to virtual keyboard settings will apply after a restart of the software.
de_de: Einstellungen zur virtuellen Tastatur werden erst nach einem Neustart der Software aktiv.

# ChangeVirtualKeyboardDialog_Title
source: Attention!
de_de: Achtung!

# SettingsView_AdAuthSection_GroupOperator_Label
source: AD-Group level 'Operator':
de_de: AD-Gruppe Level 'Operator':

# SettingsView_AdAuthSection_GroupSupervisor_Label
source: AD-Group level 'Supervisor':
de_de: AD-Gruppe Level 'Supervisor':

# SettingsView_AdAuthSection_GroupUser_Label
source: AD-Group level 'User':
de_de: AD-Gruppe Level 'User':

# SettingsView_TipTapSection_ShowVirtualKeyboard
source: Automatically pop up virtual keyboard
de_de: Virtuelle Tastatur automatisch anzeigen

# SettingsView_TipTap_Title
source: Display Settings
de_de: Anzeigeeinstellungen

# AboutDialog_UpdateChannel
source: Update channel:
de_de: Update-Kanal:

# RestoreBackupWizard_SelectBackup_Header
source: Choose backup file
de_de: Backup-Datei wählen

# RestoreBackupWizard_SelectBackup_Text
source: Choose a backup file to restore
de_de: Wählen Sie eine Backup-Datei zur Wiederherstellung aus.

# UserMenu_Button_Manual
source: Manual
de_de: Bedienungsanleitung

# SettingsView_TipTapSection_ShowMouseOverInGraph
source: Show Mouse Over Information in Graph
de_de: Mouse Over Informationen im Graph anzeigen

# DocumentSettingsViewModel_Title
source: Documents
de_de: Dokumente

# SingleMeasurementDocumentSettingsViewModel_Title
source: Single Measurement
de_de: Einzelmessung

# ToolboxView_Button_Abandonment
source: OUT-OF-OPERATION WIZARD
de_de: ANWEISUNGEN AUSSERBETRIEBNAHME

# ToolboxView_Button_Abandonment_SelectCapillary
source: {0} µm Capillary
de_de: {0} µm Kapillare

# AbandonmentWizard_FinalStep_PrimaryHeader
source: Success
de_de: Fertig

# AbandonmentWizard_FinalStep_PrimaryText
source: Out-of-operation successfully completed
de_de: Die Ausserbetriebnahme wurde erfolgreich abgeschlossen.

# AbandonmentWizard_FinalStep_SecondaryHeader
source: Last steps
de_de: Letzte Schritte

# AbandonmentWizard_FinalStep_SecondaryText
source: Empty the waste bottle and two CASYcups. Turn off the instrument and the software. Ensure the system is protected from dust while it's not been used.
de_de: Leere die Abfallbehälter und die zwei CASYcups. Schalte die Messeinheit und die Software ab. Stelle sicher, dass das System ausreichend vor Staub geschützt ist, während es nicht genutzt wird.

# AbandonmentWizard_initialStep_PrimaryHeader
source: Please note
de_de: Bitte beachte

# AbandonmentWizard_initialStep_PrimaryText
source: In case the CASY system won't be used for a longer time (at least two weeks), it is recommended to dry the liquid system. Before shutting down the system the liquid system must be cleaned up. This routine will guide you through necessary steps.
de_de: Falls das CASY-System längere Zeit (mehr als zwei Wochen) nicht benutzt wird, sollte das Flüssigkeitssystem entleert werden. Vor dem Herunterfahren muss das Flüssigkeitssystem gereinigt werden. Diese Routine leitet durch die erforderlichen Schritte.

# AbandonmentWizard_initialStep_SecondaryHeader
source: Items required
de_de: Benötigte Materialien

# AbandonmentWizard_initialStep_SecondaryText
source: CASYton, CASYclean, CASYcups, distilled water
de_de: CASYton, CASYclean, CASYcups, destilliertes Wasser

# AbandonmentWizard_initialStep_ThirdHeader
source: Next steps
de_de: Nächste Schritte

# AbandonmentWizard_initialStep_ThirdText
source: The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# AbandonmentWizard_Step7_PrimaryHeader
source: Instructions
de_de: Anweisungen

# AbandonmentWizard_Step7_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>destilled water</Underline></Bold> under capillary and one completely filled with <Bold><Underline>destilled water</Underline></Bold> to CASYton intake tube
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>destilliertem Wasser</Underline></Bold> unter die Kapillare und ein komplett mit <Bold><Underline>destilliertem Wasser</Underline></Bold> gefülltes CASYcup an Stelle der CASYton Flasche.

# AbandonmentWizard_Step7_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# AbandonmentWizard_Step7_SecondaryText
source: The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>destilled water</Underline></Bold>
de_de: Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>destilliertem Wasser</Underline></Bold> spülen

# AbandonmentWizard_Step8_PrimaryHeader
source: Instructions
de_de: Anweisungen

# AbandonmentWizard_Step8_PrimaryText
source: Put one <Bold><Underline>empty</Underline></Bold> CASYcup under capillary and one <Bold><Underline>empty</Underline></Bold> CASYcup to CASYton intake tube
de_de: Stelle ein <Bold><Underline>leeres</Underline></Bold> CASYcup unter die Kapillare und ein <Bold><Underline>leeres</Underline></Bold> CASYcup an Stelle der CASYton Flasche.

# AbandonmentWizard_Step8_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# AbandonmentWizard_Step8_SecondaryText
source: The system will be dried <Bold><Underline>2</Underline></Bold> times
de_de: Das System wird <Bold><Underline>2</Underline></Bold> mal getrocknet

# AbandonmentWizard_Title
source: Out-of-operation
de_de: Ausserbetriebnahme

# MeasureResultTableView_IsUserPreset
source: User Selection
de_de: Benutzerdefiniert

# StartUpWizard_Title
source: System Start Up
de_de: Betriebsstart

# StartUpWizzard_Initial_PrimaryText
source: Perform the start up wizard at beginning of working day. Note that this wizard will only appear once per day automatically, but can be started manually from service menu.
de_de: Es wird empfohlen, diese Routine mit dem CASY zu Beginn jeden Arbeitstags durchzuführen.

# StartUpWizzard_Initial_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# StartUpWizzard_Initial_SecondaryText
source: - Check that the <Bold><Underline>waste bottle</Underline></Bold> is empty - Check that the <Bold><Underline>CASYton bottle</Underline></Bold> is filled - Check that a CASYcup with <Bold><Underline>CASYton</Underline></Bold> is placed under the capillary The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Überprüfe, ob die <Bold><Underline>Waste-Flasche</Underline></Bold> geleert und die <Bold><Underline>CASYton-Flasche</Underline></Bold> gefüllt ist. Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# StartUpWizzard_Result_Button_Accept
source: Accept
de_de: Akzeptieren

# StartUpWizzard_Result_Button_Repeat
source: Repeat
de_de: Wiederholen

# StartUpWizzard_Result_Text
source: When the backgound is OK, click ACCEPT and continue with measurements. If not OK please click REPEAT and follow the instructions.
de_de: Ergebnis:

# StartUpWizzard_SelectCapillary_Text
source: Please select the installed capillary
de_de: Bitte wähle die aktuell installierte Kapillare. Dies ist notwendig für die folgende Background-Messung measurement.

# StartUpWizzard_Step2_PrimaryHeader
source: Instructions
de_de: Anweisungen

# StartUpWizzard_Step2_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYton</Underline></Bold> under capillary.
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# StartUpWizzard_Step2_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# StartUpWizzard_Step2_SecondaryText
source: The system will perform <Bold><Underline>one</Underline></Bold> background measurement
de_de: Das System wird <Bold><Underline>eine</Underline></Bold> Backgrund-Messung durchführen.

# ToolboxView_Button_ShutDown
source: SHUT DOWN
de_de: BETRIEBSENDE

# ToolboxView_Button_StartUp
source: START UP
de_de: BETRIEBSSTART

# ShutDownWizard_Title
source: System Shut Down
de_de: Betriebsende

# ShutDownWizzard_Initial_PrimaryText
source: Perform shut down wizard an end of working day before switching off the CASY
de_de: Führe die folgenden Schritte am Ende des Arbeitstages nach der letzten Messung durch, bevor du dein CASY abschaltest

# ShutDownWizzard_Initial_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# ShutDownWizzard_Initial_SecondaryText
source: Put CASYcup filled with <Bold><Underline>CASYton</Underline></Bold> under capillary . The system will purge the measuring head <Bold><Underline>3</Underline></Bold> times with <Bold><Underline>CASYton</Underline></Bold>
de_de: Stelle ein CASYcup gefüllt mit <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare. Das System wird den Messkopf <Bold><Underline>3</Underline></Bold> mal mit <Bold><Underline>CASYton</Underline></Bold> spülen

# ShutDownWizzard_Result_Button_Repeat
source: Repeat
de_de: Wiederholen

# ShutDownWizzard_Result_Button_Shutdown
source: Shut Down
de_de: Beenden

# ShutDownWizzard_Result_Text
source: When the backgound is OK, place CASYcup filled with fresh CASYton und the capillary and click SHUT DOWN. Switch of CASY measuring and control unit. If not OK please click REPEAT and follow the instructions.
de_de: Ist der Leerwert OK, stelle ein CASYcup mit frischem CASYton unter die Kapillare und schalte die Mess- und Kontrolleinheit ab

# ShutDownWizzard_SelectCapillary_Text
source: Please select the installed capillary
de_de: Bitte wähle die aktuell installierte Kapillare. Dies ist notwendig für die folgende Background-Messung measurement.

# ShutDownWizzard_Step2_PrimaryHeader
source: Instructions
de_de: Anweisungen

# ShutDownWizzard_Step2_PrimaryText
source: Put one CASYcup filled with 10ml <Bold><Underline>CASYton</Underline></Bold> under capillary.
de_de: Stelle ein CASYcup gefüllt mit 10ml <Bold><Underline>CASYton</Underline></Bold> unter die Kapillare.

# ShutDownWizzard_Step2_SecondaryHeader
source: Next steps
de_de: Nächste Schritte

# ShutDownWizzard_Step2_SecondaryText
source: The system will perform <Bold><Underline>one</Underline></Bold> background measurement
de_de: Das System wird <Bold><Underline>eine</Underline></Bold> Backgrund-Messung durchführen.

# SettingsView_CFRSection_ShowProbeName
source: Enforce name before measurement
de_de: Abfrage des Name vor der Messung erzwingen

# SettingsView_CFR_Title
source: CFR Settings
de_de: CFR Einstellungen

# TopMenuView_UserMenu_Role_Content
source: Role: {0}
de_de: Rolle: {0}

# SettingsView_CFRSection_Button_CleanSystemLog
source: Delete entries older than {0} days
de_de: Einträge älter als {0} Tage löschen

# SettingsView_CFRSection_CleanSystemLog
source: Clean up system log
de_de: Gerätelog aufräumen

# DeleteSystemLogMessageBox_Content
source: Do you really want to clean up the system log? The entries will be deleted permanently
de_de: Möchtest du wirklich den Gerätelog bereinigen? Die Informationen werden unwiederruflich gelöscht.

# DeleteSystemLogMessageBox_Title
source: Clean up system log
de_de: Gerätelog aufräumen

# SettingsView_CFRSection_WeeklyCleanMandatory
source: Force to perform weekly clean routine
de_de: Wöchentliche Reinigungsmethode erzwingen

# SettingsView_CFRSection_WeeklyCleanNotification_Label
source: Notification on upcoming mandatory weekly clean routine:
de_de: Hinweis auf anstehende wöchentliche Reinigung anzeigen:

# SettingsView_Hours
source: Hours
de_de: Strunden

# RemoteDashboyrdPage_Url_Label
source: Url of a CASY remote web serice:
de_de: URL eines CASY Remote Webservice:

# RemoteDashboyrdPage_Url_Button_Connect
source: Connect
de_de: Verbinden

# SettingsView_DateTimeFormatSection_Title
source: Date- and time format
de_de: Datums- und Zeitformatierung
