Repository: mawindho/casy
Catalog: OLS.Casy.Ui.Core/Assets/Resources/ApplicationStrings_*.resx
Languages: de_de

# ConfirmSaveMeasureResultsOnCloseDialog_Content
source: The measurement results '{0}' have unsaved changes. How would you like to proceed?
de_de: Die Messergebnisse '{0}' haben noch ungesicherte Änderungen. Wie willst du mit den Änderungen verfahren?

# ConfirmSaveMeasureResultsOnCloseDialog_Title
source: Unsaved changes
de_de: Ausstehende Änderungen

# EditTemplateView_Label_AutoComment
source: COMMENT REQUIRED
de_de: KOMMENTAR ERFORDERLICH

# MeasureResultDataChartViewModel_AxisX_Title
source: Time of measurement
de_de: Zeitpunkt der Messung

# MeasureResultDataChartViewModel_AxisY_Title
source: Mesaurement value
de_de: Messwert

# MeasureResultTreeView_GroupNode_NoExperiment
source: [No Experiment]
de_de: [Kein Experiment]

# MeasureResultTreeView_GroupNode_NoGroup
source: [No Group]
de_de: [Keine Gruppe]

# SaveMeasureResultDialog_ComboBox_Group_Watermark
source: Group
de_de: Gruppe

# SaveMeasureResultDialog_OmniTextBox_Comment_Watermark
source: Comment
de_de: Kommentar

# SaveMeasureResultDialog_OmniTextBox_MeasureResultName_Watermark
source: Measurement Name
de_de: Name der Messung

# SaveMeasureResultDialog_Title
source: Save Measurement Result
de_de: Messung speichern

# WizardContainerView_CancelButton_Content
source: Cancel
de_de: Abbrechen

# WizardContainerView_NextButton_Content
source: Next
de_de: Weiter

# EditTemplateDialog_Button_Export
source: EXPORT
de_de: EXPORTIEREN

# EditTemplateDialog_Button_Import
source: IMPORT
de_de: IMPORTIEREN

# SelectTemplateDialog_Header
source: Available Templates:
de_de: Verfügbare Vorlagen:

# SaveAsTemplateDialog_Watermark
source: Template name
de_de: Vorlagenname

# MeasureResultChartView_OmniTextBox_ManualAggregationCalculationFactor_Watermark
source: Manual Value
de_de: Manueller Wert

# MeasureResultChartView_Label_DilutionFactor
source: DILUTION:
de_de: VERDÜNNUNG:

# MeasureResultChartView_Label_YScale
source: Y-SCALE:
de_de: Y-ACHSE:

# MeasureResultChartView_Value_Counts
source: Counts
de_de: Anzahl

# MeasureResultChartView_Value_Volume
source: Volume
de_de: Volumen

# MeasureResultChartView_Label_Smoothing
source: SMOOTHING:
de_de: GLÄTTUNG:

# MeasureResultChartView_SmoothingFactor_Off
source: Off
de_de: Aus

# EditTemplateDialog_Header
source: Edit Templates:
de_de: Vorlagen bearbeiten:

# EditTemplateDialog_Button_Save
source: SAVE
de_de: SPEICHERN

# MeasureResultDataView_Label_AggregationFactor
source: AGGR. FACTOR
de_de: AGGR. FAKTOR

# MeasureResultDataView_Label_CountsPercentage
source: % COUNT
de_de: % ANZAHL

# ConfirmOverrideDialog_Message
source: Do you really want to replace measurement result '{0}'?
de_de: Willst du das Messergebnis '{0}' wirklich überschreiben?

# ConfirmOverrideDialog_Title
source: Overwrite measurement result?
de_de: Messergebnis überschreiben?

# MeasureResultDataView_Label_Viability
source: VIABILITY
de_de: VIABILITÄT

# MeasureResultDataView_Label_ViableCells
source: CELLS / ML
de_de: ZELLZAHL / ML

# MeasureResultTreeView_BackButton_DefaultText
source: EXPERIMENTS
de_de: EXPERIMENTE

# OpenImportMeasureResultDialog_Title
source: Please select files you want to open/import.
de_de: Wähle die Dateien, die du öffnen/importieren willst.

# LoadTemplateFileDialog_Title
source: Select template for import
de_de: Zu importierende Vorlage auswählen:

# SaveAsTemplateDialog_Content
source: Please choose name for new template
de_de: Bitte wähle einen Namen für die neue Vorlage

# SaveAsTemplateDialog_Title
source: Save measurement parameter as template
de_de: Verwendete Messparameter als Vorlage speichern

# SaveTemplateFileDialog_Title
source: Select file for export
de_de: Datei für Export auswählen

# MeasureResultChartView_XAxis_Label
source: Diameter (µm)
de_de: Durchmesser (µm)

# MeasureResultChartView_YAxis_Label_Counts
source: Counts
de_de: Anzahl

# MeasureResultChartView_YAxis_Label_Volume
source: Volume x E4
de_de: Volumen x E4

# EditTemplateView_ComboBox_Capillary_Watermark
source: CAPILLARY
de_de: KAPILLARE

# EditTemplateView_ComboBox_Group_Watermark
source: Group
de_de: Gruppe

# EditTemplateView_ComboBox_ToDiameter_Watermark
source: X-RANGE
de_de: X-ACHSE

# EditTemplateView_Label_Counts
source: CYCLES
de_de: ZYKLEN

# EditTemplateView_Label_Dilution
source: DILUTION
de_de: VERDÜNNUNG

# EditTemplateView_Label_MeasureMode
source: MODE
de_de: MODUS

# EditTemplateView_Label_Volume
source: VOLUME
de_de: VOLUMEN

# EditTemplateView_Label_YScale
source: Y-SCALE:
de_de: Y-ACHSE:

# EditTemplateView_OmniTextBox_ManualAggregationCalculationFactor_Watermark
source: Manual Value
de_de: Manueller Wert

# ExportMeasurementxDialog_Title
source: Please select a file
de_de: Bitte wähle eine Datei

# ImportCRFDialog_Message
source: Please choose a name for the measurement result imported from file '{0}'.
de_de: Bitte wähle einen Namen für das Messergebnis aus der Datei '{0}'.

# ImportCRFDialog_Title
source: Measurement Result Name
de_de: Messergebnis benennen

# MeasureContainerView_Label_CountsAboveDiamter
source: Counts / ml > {0} µm:
de_de: Anzahl / ml > {0} µm:

# MeasureResultDataView_Label_CountsPerMl
source: COUNTS / ML
de_de: ANZAHL / ML

# MeasureResultWithGuidExistsDialog_Content
source: This measurement already exists in system database. How would you like to proceed?
de_de: Dieses Messergebnis existiert bereits in der Systemdatanbank. Wie willst du mit dem Messergebnis fortfahren?

# MeasureResultWithGuidExistsDialog_Title
source: This measurement already exists
de_de: Messergebnis existiert bereits

# SaveAsTemplateDialog_SetupAlreadyExists_Content
source: A template with the same name already exists. How do you want to proceed?
de_de: Eine Vorlage mit dem selben Namen existiert bereits. Wie willst du fortfahren?

# SaveAsTemplateDialog_SetupAlreadyExists_Title
source: Template with same name already exists
de_de: Eine Vorlage mit dem selben Namen existiert bereits

# EditTemplateView_Label_AutoSave
source: Enforce Auto Save:
de_de: ERZWINGE AUTOSPEICHERUNG

# EditTemplateView_Label_Smoothing
source: SMOOTHING:
de_de: GLÄTTUNG:

# EditTemplateView_OmniTextBox_AutoSaveName_Watermark
source: DEFAULT NAME
de_de: STANDARD NAME

# EditTemplateView_Value_Counts
source: Counts
de_de: Anzahl

# EditTemplateView_Value_Volume
source: Volume
de_de: Volumen

# MeasureResultChartView_Label_Color
source: COLORS:
de_de: FARBEN:

# MeasureResultChartView_Label_MeasureMode
source: MODE
de_de: MODUS

# MeasureResultDataView_Label_MeanDiameter
source: Ø MEAN
de_de: Ø MITTEL

# MeasureResultDataView_Label_Name
source: RANGE
de_de: BEREICH

# MeasureResultDataView_Label_RoiSettings
source: RANGE SETTINGS
de_de: EINSTELLUNGEN BEREICHE

# MeasureResultDataView_Label_Total
source: TOTAL
de_de: GESAMT

# SelectTemplateView_Label_Capillary
source: Cap:
de_de: Kap:

# DeleteMesureResult_ConfirmDialog_Content
source: Do you really want to delete measurement result '{0}'?
de_de: Bist du dir sicher, dass du das Messergebnis '{0}' löschen willst?

# DeleteMesureResult_ConfirmDialog_Title
source: Delete measurement result
de_de: Messergebnis löschen

# MessageBox_Button_ContinueWithoutSave
source: Dismiss
de_de: Verwerfen

# MessageBox_TemporaryMeasureResultNotSaved_Content
source: '{0}*' has not been saved. Continue without saving will dismiss the measurement.
de_de: '{0}*' wurde bisher nicht gespeichert. Fortfahren ohne zu speichern verwirft das aktuelle Messergebnis.

# MessageBox_TemporaryMeasureResultNotSaved_Title
source: Current measurement not stored
de_de: Das aktuelle Messergebnis wurde nicht gespeichert

# DeleteCursorDialog_Content
source: Do you really want to delete the selected range?
de_de: Willst du wirklich den ausgewählten Bereich löschen?

# DeleteCursorDialog_Title
source: Delete range
de_de: Bereich löschen

# MeasureContainerView_Label_TotalCounts
source: Total Counts ({0} x {1}):
de_de: Gesamtanzahl ({0} x {1}):

# MeasureContainerView_Label_TotalCountsCursor
source: Counts selected range(s):
de_de: Gesamtanzahl ausgewählte Bereiche:

# SaveTemplateAsDialog_Content
source: Please choose name for new template
de_de: Bitte wähle einen Namen für die neue Vorlage

# SaveTemplateAsDialog_Title
source: Select template name
de_de: Vorlagennamen wählen

# MesureResultContainerViewModel_ApplyToParents_Message
source: The following parameters of the overlay have been transmitted to the measurements: - Display options (Smoothing, Y-Axis settings) - Range settings
de_de: Folgende Parameter des Overlay wurden auf die einzelnen Messungen übertragen. - Visuelle Paramter (Glättung, Einstellungen der Y-Achse) - Bereichsoptionen

# MesureResultContainerViewModel_ApplyToParents_Title
source: Apply To Parents successfull
de_de: Übernahme erfolgreich

# MeasureResultDataView_Label_Comment
source: COMMENT:
de_de: KOMMENTAR:

# MeasureResultChartView_Label_Normalize
source: Normalization activ
de_de: Normalisierung aktiv

# MessageBox_Button_SaveAll
source: Save all
de_de: Alle Speichern

# DeleteTemplateDialog_Content
source: You are about to delete template '{0}'. Please confirm if you want to continue.
de_de: Du willst die Vorlage mit dem Name '{0}' löschen. Bist du dir sicher, dass du mit der Operation fortfahren wollen?

# DeleteTemplateDialog_Title
source: Delete template
de_de: Vorlage löschen

# EditTemplateView_OmniTextBox_Name_Watermark
source: Template name
de_de: Vorlagenname

# SaveAsImageDialog_Title
source: Select image export file:
de_de: Bild Export Datei wählen:

# ValidationError_CommentIsMendetory
source: Comment is mendetory
de_de: Der Kommentar ist erforderlich

# ValidationError_MeasureResultNameMustBeUnique
source: Measurement name must be unique within its experiment and group
de_de: Der Name eines Messergebnis muss innerhalb des Experiment und Gruppe eindeutig sein

# ValidationError_MeasureResultNameMustNotBeEmpty
source: Measurement name must not be empty
de_de: Der Name eines Messergebnis darf nicht leer sein

# MeasureContainerView_Label_Concentration
source: Concentration:
de_de: Konzentration:

# EditTemplateView_Label_DeviationControl
source: DEVIATION CONTROL CYCLES:
de_de: ABWEICHUNGSKONTROLLZYKLEN:

# EditTemplateDialog_Button_SaveAs
source: Save as copy
de_de: Kopie speichern

# SelectTemplateView_Label_Dilution
source: Dilution:
de_de: Verdünnung:

# SelectTemplateView_Label_Ranges
source: Range(s)
de_de: Bereich(e)

# ExportDialog_Button_Export
source: Export
de_de: Exportieren

# ExportDialog_Button_Next
source: Next
de_de: Weiter

# ExportDialog_ComboBox_Group_Watermark
source: Group
de_de: Gruppe

# ExportDialog_Label_FilterDate
source: Date of Measurement:
de_de: Messdatum:

# ExportDialog_Label_FilterGroup
source: Group:
de_de: Gruppe:

# ExportDialog_TextBox_FilterDate_Watermark
source: Date of Measurement
de_de: Messdatum

# ExportOptionsView_Title
source: Export settings:
de_de: Einstellungen für den Export:

# SelectMeasurementsView_Header_Available
source: Available
de_de: Verfügbar

# SelectMeasurementsView_Header_Clustering
source: Clustering
de_de: Filter

# SelectMeasurementsView_Header_Selected
source: Selected
de_de: Ausgewählt

# SelectMeasurementsView_Title
source: Select measurements to export:
de_de: Wähle die zu exportierenden Messungen aus:

# ExportOptionsView_ExportPath_Watermark
source: Export directory
de_de: Exportverzeichnis

# ExportOptionsView_Label_ExportOptions
source: Export mode:
de_de: Exportmodus:

# ExportOptionsView_Label_ExportPath
source: Export directory:
de_de: Exportverzeichnis:

# ExportOptionsView_Label_FileName
source: File name:
de_de: Dateiname:

# ExportOptionsView_Mode_OneFile
source: One file
de_de: Eine Datei

# ExportOptionsView_Mode_PerMeasurement
source: One file per measurement
de_de: Eine Datei pro Messung

# ExportOptionsView_Option_CSY
source: CASY internal format (.csy)
de_de: CASY internes Format (.csy)

# ExportOptionsView_Option_RAW
source: Raw data (.raw)
de_de: Rohdaten (.raw)

# ExportOptionsView_TextBox_FileName_Watermark
source: File name
de_de: Dateiname

# MeasureContainerView_Label_TotalCountsViability
source: Viable cells:
de_de: Viable Zellen:

# MeasureResultSubTreeView_Button_SelectAll
source: (Select All)
de_de: (Alle Auswählen)

# MessageBox_Button_SaveAll_Text
source: Save All
de_de: Alle Speichern

# ImportTTError_Content
source: Please ensure the name of the imported file does not contain a semicolon.
de_de: Bitte stelle sicher, dass der Name der importierten Datei kein Semikolon enthält

# ImportTTError_Title
source: An error occured while importing file
de_de: Ein Fehler ist beim Import aufgetreten

# AddCommentDialog_Title
source: Add a comment
de_de: Kommentar eingeben

# Notification_LessCounts_ButtonText
source: Order now
de_de: Jetzt bestellen

# Notification_LessCounts_Message
source: You only have {0} counts left. Please consider ordering new counts.
de_de: Du hast nur noch {0} Messungen übrig. Überlege dir, neue Messungen zu bestellen.

# Notification_LessCounts_Title
source: Less Counts
de_de: Wenige Messungen übrig

# Notification_NoCounts_ButtonText
source: Order now
de_de: Jetzt bestellen

# Notification_NoCounts_Message
source: Measuring is not possible due to a lack of counts. Please reorder counts.
de_de: Das Messen ist nicht mehr möglich, da keine Messungen mehr freigeschaltet sind. Bitte bestelle jetzt neue Messungen.

# Notification_NoCounts_Title
source: No measuring possible
de_de: Messen nicht mehr möglich

# ValidationError_MeasureResultNameMustNotContainSpecialChars
source: Measurement name must not contain the following characters: /, \, :, *, <, >, |
de_de: Der Name eines Messergebnis darf folgende Zeichen nicht enthalten: /, \, :, *, <, >, |

# ImportTemplateFailed_Content
source: Import of template failed. The combination of capillary ({0} µm) and max range ({1} µm) is not valid for this system.
de_de: Der Import der Vorlage ist fehlgeschlagen. Die Kombination aus Kapillare ({0} µm) und maximalem Durchmesser ({1} µm) wird vom System nicht unterstützt.

# ImportTemplateFailed_Title
source: Import failed
de_de: Importieren fehlgeschlagen

# MeasureResultTreeView_ShowDeleted_Label
source: Show Deleted
de_de: Gelöschte anzeigen

# ImportingCfrInNonCfrVersionDialog_Content
source: Imported measurement '{0}' contains audit trail information. This information will be deleted because you version is not CFR21 Part 11 compliant. Do you want to continue?
de_de: Die importierte Messung '{0}' enthält Audit-Trail-Informationen. Diese werden entfernt, da deine Software-Version nicht CFR 21 Part 11 konform ist. Möchtest du fortfahren?

# ImportingCfrInNonCfrVersionDialog_Title
source: Measurement with audit trail detected
de_de: Messung mit Audit-Trail-Informationen entdeckt

# ImportingNonCfrInCfrVersionDialog_Content
source: Imported measurement '{0}' does not orginate from a CFR compliant software version. The history is not tracable. Do you want to continue?
de_de: Die importierte Messsung '{0}' stammt aus einer nicht CFR-konformen Software-Version. Die Historie der Messung ist damit nicht komplett nachverfolgbar. Möchtest du denoch fortfahren?

# ImportingNonCfrInCfrVersionDialog_Title
source: Non CFR compliant measurement detected
de_de: Nicht CFR-konforme Messung entdeckt

# FailedToOpenFile_Message
source: An error occured trying to open file '{0}'. Please check operating system settings for a standard association for the used file extension.
de_de: Es ist ein Fehler beim Öffnen der Datei '{0}' aufgetreten. Bitte überprüfen Sie in den Einstellungen des Betriebsystems, ob eine Standard-Zuordnung für die Dateiendung gesetzt ist.

# FailedToOpenFile_Title
source: Unable to open file
de_de: Datei konnte nicht geöffnet werden

# MeanDocumentSettingsViewModel_Title
source: Mean
de_de: Mittelwert

# DocumentSettingsView_DocumentLogo_Watermark
source: Selected Logo
de_de: Selektiertes Logo

# DocumentSettingsView_LogoSection_Title
source: DOCUMENT LOGO
de_de: DOKUMENTENLOGO

# MeanDocumentSettings_Title
source: Define data and its order printing a mean diagram.
de_de: Definiere hier, welche Daten in welcher Reihenfolge beim Drucken einer Mean-Kurve verwendet werden.

# OverlayDocumentSettings_Title
source: Define data and its order printing an overlay diagram.
de_de: Definiere hier, welche Daten in welcher Reihenfolge beim Drucken einer Overlay-Kurve verwendet werden.

# SingleMeasurementSettings_Title
source: Define data and its order printing a singe measurement.
de_de: Definiere hier, welche Daten in welcher Reihenfolge beim Drucken einer Einzelmessung verwendet werden.

# MeasureResultContainerView_ApplyToParentsButton_Tooltip
source: Apply changes
de_de: Einstellungen übertragen

# MeasureResultContainerView_AuditTrailButton_Tooltip
source: Show audit trail
de_de: Audit Trail anzeigen

# MeasureResultContainerView_PrintButton_Tooltip
source: Print
de_de: Drucken

# MeasureResultContainerView_RestoreButton_Tooltip
source: Restore measurement
de_de: Messung Wiederherstellen

# MeasureResultContainerView_SaveAsTemplateButton_Tooltip
source: Store settings as template
de_de: Einstellungen als Template speichern

# MeasureResultContainerView_SaveButton_Tooltip
source: Save
de_de: Speichern

# MeasureResultContainerView_SavePictureButton_Tooltip
source: Save graph as picture
de_de: Graph als Bild speichern

# MeasureResultContainerView_ShowOriginalButton_Tooltip
source: Show original settings
de_de: Messung mit Originaleinstellungen anzeigen

# MeasureResultContainerView_ShowParentsButton_Tooltip
source: Show parent measurements
de_de: Elternmessungen ein-/ausblenden

# MeasureResultContainerView_ToggleButton_Tooltip
source: Show / Hide menu
de_de: Ein-/Ausblenden

# MeasureResultTreeView_BackButton_Tooltip
source: Back
de_de: Zurück

# MeasureResultTreeView_ExportButton_Tooltip
source: Export measurements
de_de: Messergebnisse exportieren

# MeasureResultTreeView_ImportButton_Tooltip
source: Import measurements
de_de: Messergebnisse importieren

# MeasureResultTreeView_RemoveAllFromSelectionButton_Tooltip
source: Reset selection
de_de: Auwahl zurücksetzen

# StnadardWizardStepView_DoNotShowAgain
source: Do not show again
de_de: Nicht wieder anzeigen

# TemporaryMeasurementsFound_Content
source: We have fund temporary, unsaved measurements and opened them up for you. Now you have the chance to finally save or dismiss them.
de_de: Wir haben ungespeicherte Messungen gefunden. Wir haben diese für dich wiederhergestellt um diese endgültig zu speichern oder zu verwerfen.

# TemporaryMeasurementsFound_Title
source: Temporary measurement restore
de_de: Wiederherstellung ungespeicherter Messungen

# DocumentSettingsView_CfrSection_ShowLastWeeklyClean
source: Show date of last successfully performed weekly clean routine
de_de: Zeige das Datum der letzten erfolgreichen wöchentlichen Reinigung an

# DocumentSettingsView_CfrSection_Title
source: CFR RELATED SETTINGS
de_de: CFR EINSTELLUNGEN

# EditTemplateViewModel_ResetCursorMessage_Message
source: Attention! Changing this template setting will reset the defined ranges.
de_de: Achtung! Änderung dieser Vorlageneinstellung setzt die definierten Bereiche zurück.

# EditTemplateViewModel_ResetCursorMessage_Title
source: Ranges will be reseted
de_de: Ranges werden zurückgesetzt
