Repository: mawindho/casy
Catalog: OLS.Casy.Ui.*/Assets/Resources/ApplicationStrings_*.resx
Languages: de_de

# AggregationCalculationMode_Manual_Name
source: Manual
de_de: Manuell

# AggregationCalculationMode_Off_Name
source: Off
de_de: Aus

# AggregationCalculationMode_On_Name
source: On
de_de: Ein

# BackgroundResultWizardStepView_Results_Header
source: Result:
de_de: Ergebnis:

# BackgroundResultWizardStepView_Results_TotalCounts
source: Counts /ml:
de_de: Anzahl /ml:

# Cursor_DeadCells_Name
source: Dead cells
de_de: Tote Zellen

# Cursor_VitalCells_Name
source: Viable cells
de_de: Viable Zellen

# MeasureMode_MultipleCursor_Name
source: Free Ranges
de_de: Freie Bereiche

# MeasureMode_Viability_Name
source: Viability
de_de: Viabilität

# ResultItemType_AggregationFactor_Name
source: Aggregation Factor
de_de: Aggregationsfaktor

# ResultItemType_Concentration_Name
source: Concentration
de_de: Konzentration

# ResultItemType_CountsAboveDiameter_Name
source: Counts / ml > {0} µm
de_de: Anzahl / ml > {0} µm

# ResultItemType_CountsPercentage_Name
source: % Counts
de_de: % Anzahl

# ResultItemType_CountsPerMl_Name
source: Counts / ml
de_de: Anzahl / ml

# ResultItemType_Counts_Name
source: Counts
de_de: Anzahl

# ResultItemType_Deviation_Name
source: Deviation
de_de: Abweichung

# ResultItemType_MeanDiameter_Name
source: Mean Diameter
de_de: Mittlerer Durchmesser

# ResultItemType_MeanVolume_Name
source: Mean Volume
de_de: Mittleres Volumen

# ResultItemType_PeakDiameter_Name
source: Peak Diameter
de_de: Peak Durchmesser

# ResultItemType_PeakVolume_Name
source: Peak Volume
de_de: Peak Volumen

# ResultItemType_TotalCountsPerMl_Name
source: Total Cells / ml
de_de: Gesamtzellen / ml

# ResultItemType_Viability_Name
source: %Viability
de_de: % Viabilität

# ResultItemType_ViableCellsPerMl_Name
source: Viable Cells / ml
de_de: Lebendzellzahl / ml

# ResultItemType_VolumePerMl_Name
source: Volume / ml
de_de: Volumen / ml

# ScalingMode_Auto_Name
source: Auto Range
de_de: Auto - Wertebereich

# ScalingMode_MaxRange_Name
source: Max Range
de_de: Fester Wertebereich

# SelectCapillaryWizardStepView_ComboBox_Capillary_Watermark
source: SELECT CAPILLARY
de_de: KAPILLARE AUSWÄHLEN

# TimerWizzardStepView_TimeLeft
source: Time left:
de_de: Verbleibende Zeit:

# MeasureResultTreeView_Button_ChoosenElemtns
source: SELECTION:
de_de: AUSWAHL:

# DilutionFactor_CASYtonVolume
source: Volume CASYton (ml)
de_de: Volumen CASYton (ml)

# DilutionFactor_SampleVolume
source: Sample Volume (µl)
de_de: Volumen Probe (µl)

# ProgressDialog_Button_Cancel
source: Cancel
de_de: Abbrechen

# EditTemplateView_SetupAlreadyExists_Content
source: Template with same name already exists.
de_de: Eine Vorlage mit dem selben Namen existiert bereits.

# EditTemplateView_SetupAlreadyExists_Title
source: Invalid name
de_de: Ungültiger Name

# DilutionFactor_Factor
source: Factor
de_de: Faktor

# SelectRangeParentDialog_Header
source: Different range settings detected
de_de: Unterschiedliche Einstellungen der Bereiche gefunden

# SelectRangeParentDialog_Text
source: Please choose measurement you want to apply range settings to overlay view
de_de: Bitte wählen Sie das Messergebnis aus, dessen Einstellungen der Bereiche für das Overlay übernommen werden sollen

# InputDialog_Watermark
source: Insert a value here
de_de: Geben Sie einen Wert ein

# AggregationCalculationMode_FromParent_Name
source: From Parents
de_de: Wert der Elternergebnisse

# ResultItemType_SubpopulationACountsPerMl_Name
source: Counts / ml (A)
de_de: Anzahl / ml (A)

# ResultItemType_SubpopulationAPercentage_Name
source: % Counts (A)
de_de: % Anzahl (A)

# ResultItemType_SubpopulationBCountsPerMl_Name
source: Counts / ml (B)
de_de: Anzahl / ml (B)

# ResultItemType_SubpopulationBPercentage_Name
source: % Counts (B)
de_de: % Anzahl (B)

# ResultItemType_SubpopulationCCountsPerMl_Name
source: Counts / ml (C)
de_de: Anzahl / ml (C)

# ResultItemType_SubpopulationCPercentage_Name
source: % Counts (C)
de_de: % Anzahl (C)

# ResultItemType_SubpopulationDCountsPerMl_Name
source: Counts / ml (D)
de_de: Anzahl / ml (D)

# ResultItemType_SubpopulationDPercentage_Name
source: % Counts (D)
de_de: % Anzahl (D)

# ResultItemType_SubpopulationECountsPerMl_Name
source: Counts / ml (E)
de_de: Anzahl / ml (E)

# ResultItemType_SubpopulationEPercentage_Name
source: % Counts (E)
de_de: % Anzahl (E)
