Repository: mawindho/casy
Catalog: OLS.Casy.Core.Update/Assets/Resources/ApplicationStrings_*.resx
Languages: de_de

# ProgressBox_OnlineUpdate_Message_Downloading
source: Downloading update {0}…
de_de: Update wird heruntergeladen {0}…

# ProgressBox_OnlineUpdate_Message_Extracting
source: Extracting update data ...
de_de: Extrahiere Update Dateien ...

# ProgressBox_OnlineUpdate_Message_ShutingDown
source: Shutting down application and starting update ...
de_de: Beende die Applikation und führe das Update aus ...

# ProgressBox_UsbUpdate_Message_Extracting
source: Extracting update data ...
de_de: Extrahiere Update Dateien ...

# ProgressBox_UsbUpdate_Message_ShutingDown
source: Shutting down application and starting update ...
de_de: Beende die Applikation und führe das Update aus ...

# ProgressBox_UsbUpdate_Title
source: Software Update from USB device
de_de: Software Update von USB Gerät

# UpdateDialog_Content
source: Software update detected. Do you want to update the current software version '{0}' by the new version '{1}'?
de_de: Ein Softwareupdate wurde gefunden. Wollen Sie die aktuelle Softwareversion '{0}' durch die neue Version '{1}' ersetzen?

# UpdateDialog_Content_Incremental
source: Software update detected. Do you want to update the current software version '{0}' by the new version '{1}'? NOTICE: Probably it will be neccessary to perform an additional, incremental update after the software has been restarted.
de_de: Ein Softwareupdate wurde gefunden. Wollen Sie die aktuelle Softwareversion '{0}' durch die neue Version '{1}' ersetzen? HINWEIS: Es ist wahrscheinlich notwendig, dass ein weiteres, inkrementelles Update nach dem Neustart der Anwendung durchgeführt werden muss.

# UpdateService_ReleaseNodes_Message
source: Easter / Corona Update for all users of NEW CASY Updated Version 1.0.2.2 The new CASY Software has seen many improvements and new features like START UP and SHUT DOWN Wizard. The update to version 1.0.2.2 is free for all New CASY users and introduces a new feature requested by many users: • “Print all“ with a single click (printing icon in the top menu, which allows to create PDF of all open measurements) Additionally the version brings several bug fixes and stability improvements. We recommend all users to update to this version. Please note, that all customers have access to update during the first 12 month. This period ends {0} for you. In case your update period has already expired, you have the opportunity to update until May 15th, 2020 for free. In parallel you can extend the period. Please contact your local CASY partner for a quote. For detailed information about feature changes please check the ReleaseNotes.txt in installation directory. We hope you will enjoy your new CASY software!
de_de: CASY Software Version 1.1.0.12 Vielen Dank, dass du deine CASY Software geupdatet hast. Dadurch stellen wir gemeinsam den sicheren und reibungslosen Betrieb deines CASYs sicher. Die Highlights: • Suchen und finden Sie Ihre Messergebnisse ganz einfach anhand des Namens • Erhöhung der Stabilität durch Geschwindigkeits- und Stabilitätserweiterungen Für detaillierte Informationen zum Update beachte bitte die ReleaseNotes.txt im Installationsverzeichnis. CASY Software Updates erhalten alle Nutzer mit gültiger Aktualitätsgarantie kostenfrei. Ein Hinweis – während der ersten 12 Monate nach dem Kauf haben alle Kunden kostenfreien Zugriff auf alle Updates. Dieser Zeitraum endet für dich am {0}. Wir empfehlen den Aktualitätszeitraum zu verlängern. Für Details wende dich bitte an deinen CASY Partner. Viel Spaß mit deiner neuen CASY Software!

# UpdateService_ReleaseNodes_Title
source: We installed an update for you
de_de: Wir haben ein Update für dich installiert
